Repository: muhammadballak1999/Parez_Mobile_Application
Catalog: lib/l10n/intl_*.arb
Languages: fa

# welcomeText
source: Hi welcome
fa: بەخێربێن

source: Women Rights
fa: مافی ئافرەتان

# loginText
source: Login
fa: چوونەژوورەوە

# signUpText
source: Sign Up
fa: خۆ تۆمارکردن

source: Help
fa: یارمەتی

source: News
fa: هەواڵەکان

source: Settings
fa: ڕێکخستن

# passText
source: Password
fa: ووشەی نهێنی

# emailText
source: Full Name
fa: ناوی سیانی

# dontHaveAcc
source: Don’t have an Account ?
fa: هەژمارت نییە ؟

# haveAcc
source: Already have an Account ?
fa: هەژمارت هەیە ؟

# myAcc
source: My Account
fa: هەژمارەکەم

source: Notifications
fa: ئاگانامەکان

source: Help Center
fa: ناوەندی یارمەتی

source: Log out
fa: دەرچوون

# phoneNO
source: 0750 XXX XXXX
fa: xxx xxxx ٠٧٥٠

source: About Us
fa: دەربارەی ئێمە

source: Language
fa: زمان

# termCondition
source: Terms & Conditions
fa: مەرج و داواکاریەکان

# rules
source: Announcements & Rules
fa: ڕاگەیاندن و یاساکان

# helpButton
source: PUSH HOLD
fa: پاڵدان بۆ یارمەتی

# rejectButton
source: HOLD REJECT
fa: ڕاگرتنی یارمەتی

# noBlogs
source: No blogs found :(
fa: هیج بلۆگێک نەدۆزرایەوە :(

source: Warning
fa: ئاگاداری

# unknownNO
source: The phone number you entered is not registered!
fa: ئەو ژمارە مۆبایلەی داتناوە تۆمار نەکراوە !

# okButton
source: Ok
fa: باشە

# otpText
source: The otp number you entered is wrong! Please try again.
fa: ئەو ژمارە otp تۆمارت کردووە هەڵەیە! تکایە دووبارەیی بکەوە

# knownNO
source: The phone number you entered already registered!
fa: ئەو ژمارەی داتناوە پێشتر تۆمار کراوە!

source: Try Again
fa: دووبارە تاقی بکەوە

# enterOtp
source: Enter Otp code sent to your mobile
fa: ئەو otp کۆدە تۆمار بکە کە بۆ مۆبایلەکەت نێردراوە

source: Verify
fa: سەلماندن

# otpVerify
source: Otp Verification
fa: سەلماندنی OTP

source: Name
fa: ناوی تەواو

source: Phone Number
fa: ژمارە مۆبایل

source: City
fa: شار

# martialSt
source: Martial Status
fa: باری کۆمەڵایەتی

# editInfo
source: Edit Information
fa: گۆڕینی زانیاری

source: Close
fa: داخستن

source: Approve
fa: پەسەند کردن

source: Back
fa: گەڕانەوە

# gallery
source: From Gallery
fa: لە وێنەکان

# camera
source: From Camera
fa: لە کامێرا

source: Choose
fa: هەڵبژێرە
